export const topic = [
  {
    id: 0,
    name: 'コウテイペンギン属',
    desc: 'コウテイペンギン or キングペンギン',
  },
  {
    id: 1,
    name: 'アデリーペンギン属',
    desc: 'アデリーペンギン or ジェンツーペンギン or ヒゲペンギン',
  },
  {
    id: 2,
    name: 'フンボルトペンギン属',
    desc: 'ガラパゴスペンギン or ケープペンギン or フンボルトペンギン or マゼランペンギン',
  },
  {
    id: 3,
    name: 'マカロニペンギン属',
    desc: 'フィヨルドランドペンギン or シュレーターペンギン or スネアーズペンギン or マカロニペンギン or ロイヤルペンギン or イワトビペンギン',
  },
  {
    id: 4,
    name: 'キンメペンギン属',
    desc: 'キンメペンギン',
  },
  {
    id: 5,
    name: 'コガタペンギン属',
    desc: 'コガタペンギン or ハネジロペンギン',
  },
  {
    id: 6,
    name: 'その他',
    desc: 'ペンギンかペンギン以外か。のペンギン以外',
  },
];
